Repository: fel1x-developer/OnionBrowser
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, de, el, es, fa, fi, fr, ga, he, hr, hu_hu, is, it, ja, km, ko, mk, pl, pt_br, pt_pt, ro, ru, sq, tr_tr, uk, vi, zh_hans, zh_hant

# __DONATE_EXPLANATION_PARAGRAPH1__
source: Onion Browser is a free app, but it takes time and resources to develop and maintain.
ar: متصفّح Onion هو تطبيق مجاني، و لكنه يحتاج إلى وقت وموارد للتطوير والمتابعة.
bn: অনিয়ন ব্রাউজার অ্যাপটি বিনামূল্যে ব্যবহারের জন্য, কিন্তু এটি তৈরি ও রক্ষণাবেক্ষণে সময়ের পাশাপাশি আরো নানারকম খরচ রয়েছে।
ca: L'Onion Browser és una aplicació gratuïta, però calen temps i recursos per a desenvolupar-la i mantenir-la.
de: Onion Browser ist eine kostenlose und freie App, aber es benötigt Zeit und Resourcen um sie zu entwickeln und zu betreuen.
es: Onion Browser es una aplicación gratuita, pero lleva tiempo y recursos desarrollarla y mantenerla.
fa: Onion Browser یک برنامه رایگان می باشد، اما توسعه و نگهداری از آن زمانبر و هزینه بر میباشد.
fi: Onion-selain on ilmainen sovellus, mutta sen kehitys vaatii aikaa ja resursseja.
fr: Le Navigateur Onion est une appli gratuite, mais la développer et la maintenir prennent du temps et des ressources.
ga: Tá Brabhsálaí Onion ar fáil saor in aisce, ach tógann sé am agus acmhainní é a fhorbairt agus a chothú.
he: דפדפן Onion הוא יישום חינמי, אבל זה לוקח זמן ומשאבים לפתח ולתחזק אותו.
hr: Onion preglednik je besplatna aplikacija, no za njen razvoj i održavanje treba vremena i resursa.
hu_hu: Az Onion Browser egy ingyenes alkalmazás, de időt és erőforrást igényel a fejlesztése és fenntartása.
is: Onion-vafrinn er ókeypis hugbúnaður, en það tekur tíma og aðföng að þróa hann frekar og viðhalda.
it: Onion Browser è un app gratuita, ma richiede tempo e risorse per lo sviluppo e la gestione.
ja: Onion Browserは無料ですが、開発と維持にはコストがかかっています。
km: កម្មវិធី​រុករក Onion គឺ​មិនគិតថ្លៃ​ទេ ប៉ុន្តែ​វា​ត្រូវការ​ពេលវេលា និង​ធនធាន​ដើម្បី​អភិវឌ្ឍ និង​តំហែទាំ។
ko: Onion 브라우저는 무료 앱이지만 개발 및 유지보수에 시간과 자원이 소요됩니다.
mk: Onion Browser е слободна апликација, но потребно е време и ресурси за нејзино развивање и одржување.
pl: Onion Browser jest darmową aplikacją, ale potrzebujemy czasu i zasobów na jej rozwój i utrzymanie.
pt_br: O Navegador Onion é um aplicativo gratuito, mas que requer tempo e recursos para ser desenvolvido e mantido.
pt_pt: Onion Browser é um aplicação gratuita, mas consome tempo e recursos para desenvolver e manter.
ro: Onion Browser este o aplicație gratuită, dar necesită timp și resurse pentru dezvoltare și mentenanță.
ru: Onion Browser - бесплатное приложение, но для его разработки и поддержки требуются время и ресурсы.
sq: Shfletuesi Onion është një aplikacion i lirë, por kërkon kohë dhe burime për ta zhvilluar dhe mirëmbajtur.
tr_tr: Onion Browser ücretsiz bir uygulamadır, ancak geliştirilmesi ve desteklenmesi için zaman ve kaynak gereklidir.
uk: Onion Browser є безкоштовним додатком, але для його розробки та підтримки потрібні час і ресурси.
vi: Onion Browser là ứng dụng miễn phí, nhưng tất nhiên vẫn cần thời gian và chi phí để phát triển và tu sửa.
zh_hans: 洋葱浏览器是一个免费软件，但开发和维护需要时间和精力。
zh_hant: Onion Browser 是免費軟體，但開發與維護相當費時費力。

# __DONATE_EXPLANATION_PARAGRAPH2__
source: You can support the app by sending a small tip through an in-app purchase, below. This is a one-time, non-recurring transaction, but you can come back any time to send another. No information about your in-app purchase is collected or stored by the Onion Browser developers.
ar: يمكنك أن تدعم التطبيق عن طريق منح بقشيش صغير عبر المشتريات التي تتم عبر التطبيق أدناه. تكون هذه المعاملة المالية لمرة واحدة غير متكررة، ولكن يمكنك أن تعود فى اي وقت لإرسال واحدة أخرى. لا يتم جمع أو تخزين أي معلومات عن المشتريات عبر التطبيق من قبل مطوري متصفح Onion.
bn: নিচে, অ্যাপের অভ্যন্তরীণ ক্রয়ের মাধ্যমে অল্প কিছু টিপস দিয়ে আপনি অ্যাপটিকে সহায়তা করতে পারেন। এখানে দিলে শুধু এই একবারই দেওয়া হবে, বার বার দিতে হবে না। তবে আপনি চাইলে আবারো কখনো এখানে এসে আবার দিতে পারেন। অনিয়ন ব্রাউজারের ডেভেলপারদের পক্ষ থেকে আপনার অ্যাপের অভ্যন্তরীণ ক্রয়-সংশ্লিষ্ট কোনো তথ্য সংগ্রহ বা সংরক্ষণ করা হয় না।
ca: Podeu donar suport a l'aplicació enviant una propina menuda a través de les compres a l'aplicació, a sota. És una transacció puntual i no recurrent, però podeu tornar en qualsevol moment per a enviar-ne una altra. Els desenvolupadors de l'Onion Browser no recull ni emmagatzema cap informació sobre la compra.
de: Du kannst die App unterstützen, indem Du durch einen In-App-Kauf spenden. Das ist eine einmalige, sich nicht wiederholende Transaktion, aber Du kannst jederzeit wiederkommen und eine weitere Spende schicken. Es wird keinerlei Information über Deinen In-App-Kauf von den Onion-Browser-Entwicklern gesammelt oder gespeichert.
es: Puedes apoyar la aplicación enviando una pequeña propina a través de una compra en la aplicación, a continuación. Esta es una transacción única y no recurrente, pero puedes regresar en cualquier momento para enviar otra. Quienes desarrollan el Onion Browser no recopilan ni almacenan información sobre tu compra en la aplicación.
fa: شما میتوانید از برنامه با ارسال یک کمک مالی از طریق خرید داخل برنامه پشتیبانی کنید. این کار یک بار انجام می شود، نه به صورت مکرر، اما شما میتوانید بعدا برای یک ارسال دیگر بازگردید. هیچ اطلاعاتی درباره خرید داخل برنامه شما جمع آوری نمی شود یا توسط توسعه دهندگان Onion Browser ذخیره نمی شود.
fi: Voit tukea sovellusta lähettämällä alta pienen tipin sovelluksen sisäisellä ostolla. Tämä on kertaluonteinen, toistumaton tapahtuma, mutta milloin lähettää sen uudelleen. Onion-selaimen kehittäjät eivät kerää tai tallenna tietoja sovelluksen sisäisistä ostoista.
fr: Vous pouvez soutenir l’appli en envoyant ci-dessous un petit pourboire grâce à un achat intégré. Cette transaction est unique, mais vous pouvez revenir n’importe quand pour en envoyer un autre. Aucun renseignement sur votre achat intégré n’est recueilli ni enregistré par les développeurs du Navigateur Onion.
ga: Is féidir leat tacú leis an aip trí shéisín beag a thabhairt dúinn trí cheannachán a dhéanamh san aip. Is idirbheart aon uaire é seo, ach tá tú in ann filleadh agus séisín eile a thabhairt am ar bith. Ní bhailíonn forbróirí an bhrabhsálaí aon eolas maidir leis na ceannacháin a dhéanann tú san aip.
he: אתה יכול לתמוך ביישום ע״י שליחת תשר קטן באמצעות רכישה בתוך־יישום, למטה. זאת עסקה חד־פעמית, בלתי־מחזורית, אבל אתה יכול לחזור בכל זמן שהוא כדי לשלוח תשלום נוסף. מידע אודות הרכישה בתוך־היישום שלך אינו נאסף או מאוחסן ע״י מפתחי דפדפן Onion.
hr: Aplikaciju možeš podržati slanjem malog doprinosa putem kupnje u aplikaciji, niže dolje. Ovo je jednokratna, ne ponavljajuća transakcija, ali možeš se vratiti u bilo kojem trenutku za slanje daljnjih doprinosa. Programeri Onion preglednika ne prikupljaju niti spremaju ikakve podatke o tvojoj kupnji u aplikaciji.
hu_hu: Támogathatja az appot egy kis támogatás küldésével egy appon belüli vásárlással, alább. Ez egy egyszeri, nem ismétlődő tranzakció, de bármikor visszajöhet még egy küldésére. Nem kerül információ az alkalmazáson belüli vásárlásról gyűjtésre vagy tárolásra az Onion Browser fejlesztői által.
is: Þú getur stutt við gerð forritsins með því að senda litla upphæð í gegnum hnapp fyrir kaup innan forrits hér fyrir neðan. Það er eins-skiptis óendurtekin færsla, en auðvitað geturðu farið í þennan eiginleika aftur og sent meira. Engum upplýsingum um kaup þín innan forrits er safnað eða þær geymdar hjá aðstandendum Onion-vafrans.
it: Puoi supportare l'app inviando una piccola offerta attraverso l'acquisto in-app seguente. Questa è un'univoca, non ricorrente transazione, ma puoi tornare ogni qualvolta per inviarne un'altra. Nessuna informazione a proposito del tuo acquisto in-app è collezionata o memorizzata dagli sviluppatori Onion Browser.
ja: Onion Browserを支援するため、アプリ内課金で送金することができます。この課金は一度だけで、継続課金ではありません。もちろん、繰り返し送金していただいても構いません。課金に関する情報は開発者によって収集されることはありません。
km: អ្នក​អាច​គាំទ្រ​កម្មវិធី​នេះ​ដោយ​ការ​បរិច្ចាគ​បន្តិចបន្តួច​តាមរយៈ​ការទិញ​នៅ​ក្នុង​កម្មវិធី​ខាងក្រោម។ ការ​បរិច្ចាគ​នេះ​តែម្ដង​គត់ មិនកើត​ឡើងម្ដងទៀត​ទេ ប៉ុន្តែ​អ្នក​អាច​ត្រឡប់​មកវិញ​ពេលណា​ក៏បាន​ដើម្បី​បរិច្ចាគ​ម្ដងទៀត។ មិនមាន​ព័ត៌មាន​អំពី​ការ​ទិញ​នៅក្នុង​កម្មវិធី​ត្រូវបាន​ប្រមូល ឬ​រក្សាទុក​ដោយ​អ្នកបង្កើត​កម្មវិធី​រុករក Onion ឡើយ។
ko: 아래의 앱 내 구입을 통해 작은 팁을 보내주면 앱을 지원할 수 있습니다. 이것은 일회성 비반복적인 거래이지만, 언제든지 돌아와서 팁을 보낼 수 있습니다. 앱 내 구입에 대한 정보는 Onion 브라우저 개발자가 수집하거나 저장하지 않습니다.
mk: Можете да ја поддржите апликацијата со испраќање на мала донација во апликацијата, подолу. Ова е еднократна, неповратна трансакција, но можете да се вратите во секое време да испратите уште една. Од страна на развивачите на Onion Browser не се собираат и складираат информации за вашата донација во апликацијата.
pl: Możesz wesprzeć aplikację przez wysłanie małego napiwku przez poniższy zakup w aplikacji. Jest to jednorazowa, nie-rekurencyjna transakcja, lecz możesz wrócić kiedykolwiek, aby wysłać więcej. Żadne informacje o Twoim zakupie w aplikacji nie są zbierane ani przechowywane przez deweloperów Onion Browser.
pt_br: Você pode apoiar o aplicativo enviando um pequeno montante pela Compra no aplicativo, abaixo. Essa é uma transação única, não recorrente, mas você pode voltar aqui para fazer uma nova doação sempre que desejar. Nenhuma informação sobre a sua compra no aplicativo será coletada ou armazenada por desenvolvedores do Navegador Onion.
pt_pt: Poder apoiar a aplicação enviando um pequeno donativo através da compra na aplicação, em baixo. Esta é uma transação única, não repetitiva, mas pode voltar em qualquer altura e dor novamente. Não é recolhida ou guardada nenhuma informação sobre a sua compra na aplicação pelos programadores do Onion Browser.
ro: Poți susține aplicația prin a trimite un bacșiș mic prin forma unei achiziții în aplicație, mai jos. Aceasta este o singură tranzacție, dar poți veni oricând înapoi pentru a trimite alta. Nicio informație despre achiziția ta în aplicație este colectată și stocată de dezvoltatorii Onion Browser.
ru: Вы можете поддержать приложение, отправив небольшое вознаграждение через покупку внутри приложения (см. ниже). Это разовая, единовременная транзакция, но вы можете поддержать нас снова, вернувшись сюда в любое время. Разработчики Onion Browser не собирают и не хранят никакой информации о вашей покупке в приложении.
sq: Mund ta përkrahni aplikacionin duke dërguar një bakshish të vockël përmes një blerjeje “in-app”, më poshtë. Ky është një transaksion që bëhet vetëm një herë, jo i përsëritshëm, por mund të riktheheni kurdo, për të dërguar sërish. Nga zhvilluesit e Shfletuesit Onion nuk grumbullohet apo depozitohet informacion lidhur me blerjen tuaj “in-app”.
tr_tr: Aşağıdaki uygulama içi satın alma üzerinden küçük bir bağış yaparak uygulamayı destekleyebilirsiniz. Bu işlem, bir kereliktir ve yinelenmez. Ancak istediğiniz zaman buradan başka bir bağış yapabilirsiniz. Onion Browser geliştiricileri, uygulama içi satın alma üzerinde yaptığınız işlemler ile ilgili herhangi bir bilgiyi toplamaz ve kaydetmez.
uk: Ви можете підтримати додаток, відправивши невеликі чайові через покупку всередині програми (див. Нижче). Це разова, одноразова транзакція, але ви можете підтримати нас і пізніше знову повернувшись сюди. Розробники Onion Browser не збирають і не зберігають ніякої інформації про вашу покупку в додатку.
vi: Bạn có thể hỗ trợ ứng dụng bằng cách ủng hộ một khoản tiền nhỏ qua Mua hàng trên ứng dụng. Giao dịch này chỉ xảy ra một lần, không định kì, nhưng bạn luôn có thể quay lại nếu muốn ủng hộ thêm. Lập trình viên Onion Browser không thu thập hay lưu trữ thông tin thanh toán của bạn.
zh_hans: 你可以在下方通过应用内购买，捐赠一小笔钱来支持资助应用。这是一次性、无周期的汇款，但你可以在任何时候再次付款。应用内购买的任何信息都不会被洋葱浏览器的开发者收集或储存。
zh_hant: 您可以從下方的程式內購買發送一份小費支援本程式。這是一次性、非訂閱制的交易，但歡迎您隨時回來多送一次。Onion Browser 開發者不會蒐集或儲存任何您的程式內購買資料。

# __DONATE_EXPLANATION_PARAGRAPH3__
source: You can learn about other ways to help (including Patreon, PayPal, Bitcoin, or Zcash) in the 'About' section of the 'Settings' page.
ar: يمكنك أن تتعرف على طرق أخرى للمساعدة (تشمل Patreon أو PayPal أو Bitcoin أو Zcash) فى قسم 'عن الخدمة' فى صفحة 'الإعدادات'.
bn: 'সেটিংস' পেইজের 'সম্পর্কে' বিভাগে সাহায্য করার (পেট্রিয়ন, পেপ্যাল, বিটকয়েন, জিক্যাশসহ) অন্যান্য উপায় সম্পর্কে জানতে পারবেন।
ca: Teniu més informació sobre altres maneres d'ajudar (incloent el Patreon, PayPal, Bitcoin o Zcash) en la secció «Quant a» de la pàgina «Configuració Global».
de: Du kannst dich über andere Wege (z.B. Patreon, PayPal, Bitcoin oder Zcash) um Onion Browser zu unterstützen im Bereich 'Über' in 'Allg. Einstellungen' informieren.
es: Puedes informarte sobre otras formas para ayudar (incluidas Patreon, PayPal, Bitcoin o Zcash) en la sección "Acerca de" de la página "Configuración".
fa: شما میتوانید درباره راه های دیگر برای کمک (شامل Patreon، Paypal، Bitcoin، یا Zcash) در قسمت 'درباره' صفحه 'تنظیمات سراسری' یاد بگیرید.
fi: Voit lukea muista auttamistavoista (mukaan lukien Patreonin, PayPalin, Bitcoinin tai Zcashin) "Asetukset" -sivun "Tietoja" -osiosta.
fr: Vous découvrirez d’autres façons de nous aider (dont Patreon, PayPal, Bitcoin ou Zcash) dans la section « À propos » de la page « Paramètres généraux ».
ga: Gheobhaidh tú tuilleadh eolais faoi na bealaí eile is féidir leat tacú linn (Patreon, PayPal, Bitcoin, agus Zcash san áireamh) sa rannán 'Maidir leis' ar an leathanach 'Socruithe'.
he: אתה יכול ללמוד עוד אודות דרכים אחרות לעזור (כולל Patreon, PayPal, Bitcoin או Zcash) בקטע 'אודות' של העמוד 'הגדרות עולמיות'.
hr: O drugim načinima pomoći (uključujući Patreon, PayPal, Bitcoin ili Zcash) možeš saznati u odjeljku „Informacije” na stranici „Postavke”.
hu_hu: Meg tudhat többet arról, milyen módokon segíthet még (beleértve a Patreon, PayPal, Bitcoin, vagy Zcash szolgáltatásokat) a 'Névjegy' szekcióban a 'Beállítások' oldalon.
is: Þú getur fundið út aðrar leiðir til að hjálpa (meðal annars í gegnum Patreon, PayPal, Bitcoin eða Zcash) í hlutanum 'Um hugbúnaðinn' á síðunni 'Víðværar stillingar'.
it: Puoi conoscere altri modi per aiutare (incluso Patreon, PayPal, Bitcoin, oppure Zcash) nella sezione "Informazioni" della pagina "Impostazioni".
ja: 他の支援方法（Patreon, PayPal, Bitcoin, Zcash）については、一般設定のバージョン情報のページを確認してください。
km: អ្នក​អាច​ឈ្វេងយល់​អំពី​វិធី​ផ្សេងទៀត​ដើម្បី​ជួយ (រួមមាន Patreon, PayPal, Bitcoin ឬ Zcash) នៅក្នុង​ផ្នែក 'អំពី' នៃ​ទំព័រ 'ការកំណត់'។
ko: '설정' 페이지의 '정보' 섹션에서 다른 도움 방법(Patreon, PayPal, 비트코인 또는 Zcash포함)에 대해 배울 수 있습니다.
mk: Можете да научите за другите начини на помош (вклучувајќи ги Patreon, PayPal, Bitcoin, или Zcash) во 'За' секцијата на страната 'Поставки'.
pl: Możesz dowiedzieć się więcej o innych sposobach pomocy (w tym Patreon, PayPal, Bitcoin lub Zcash) w sekcji 'O Aplikacji' na stronie 'Ustawienia Globalne'.
pt_br: Você pode saber mais sobre outros meios de doação (incluindo Patreon, PayPal, Bitcoin e Zcash) na seção 'Sobre' da página 'Configurações'.
pt_pt: Pode saber sobre outras formas para ajudar (incluindo: Patreon, Paypal, Bitcoin ou Zcash) na secção "Sobre" da página das "Definições".
ro: Poți vedea modalități de susținere (inclusiv Patreon, PayPal, Bitcoin sau Zcash) în secțiunea "Despre" din pagina "Setări".
ru: Вы можете узнать о других способах поддержки (включая Patreon, PayPal, Bitcoin или Zcash) в разделе «О приложении» на странице «Глобальные настройки».
sq: Mbi mënyra të tjera si të ndihmoni (përfshi Patreon, PayPal, Bitcoin, ose Zcash) mund të mësoni te ndarja 'Mbi' e faqes 'Rregullime'.
tr_tr: 'Ayarlar' altındaki 'Hakkında' bölümünden yardımcı olmanın diğer yollarını (Patreon, PayPal, Bitcoin veya Zcash gibi) öğrenebilirsiniz.
uk: Ви можете дізнатися про інші способи допомоги (включаючи Patreon, PayPal, Bitcoin або Zcash) в розділі 'Про програму' на сторінці 'Глобальні налаштування'.
vi: Bạn có thể tìm hiểu thêm cách ủng hộ (qua Patreon, PayPal, Bitcoin hay Zcash) ở mục 'Thông tin' trong trang 'Cài đặt'.
zh_hans: 你可以在“全局设置”页面的“关于”部分找到其他资助方式（包括 Patreon、PayPal、比特币和 Zcash）。
zh_hant: 您可以在「設定」頁面的「關於」章節找到更多幫助我們的方法 (包含透過 Patreon, PayPal, Bitcoin, 或 Zcash)。

# __DONATE_THANKS__
source: Thank you! Every little bit helps! Your payment of %@ helps ensure continuing development on Onion Browser and tools that make Tor easier to integrate into other iOS apps.
ar: شكرا لك! كل مساهمة تساعد حتى لو كانت صغيرة! دفعك ل %@ يساعد في التأكد من التطوير الدائم لتطبيق متصفّح Onion والأدوات التى تجعل Tor أسهل في الإندماج فى تطبيقات iOS أخرى.
bn: ধন্যবাদ! কোনো দানই সামান্য নয়! আপনার %@-এর সাহায্যের ফলে অনিয়ন ব্রাউজার ও অন্যান্য টুল তৈরি অব্যাহত রাখা সম্ভব হবে, যার মাধ্যমে অন্যান্য iOS অ্যাপেও টর ব্যবহারের সুযোগ আরো সহজ হয়ে উঠবে।
ca: Gràcies! Cada pedra fa paret! El vostre pagament de %@ ajudarà a assegurar la continuïtat del desenvolupament de l'Onion Browser i les eines que fan que el Tor es pugui integrar fàcilment amb les aplicacions d'iOS.
de: Danke sehr! Jeder Beitrag hilft! Deine Zahlung über %@ hilft, die Entwicklung von Onion Browser und weiteren Tools, die es leichter machen, Tor in andere Apps zu integrieren weiterzuführen.
es: ¡Gracias! ¡Cada pequeña cantidad ayuda! Tu pago de %@ ayuda a garantizar un desarrollo continuo en Onion Browser y herramientas que hacen que Tor sea más fácil de integrar en otras aplicaciones iOS.
fa: سپاس از شما! کوچکترین کمک هم راهگشاست! پرداخت %@ شما به ادامه توسعه Onion Browser و ابزار هایی که ادغام تور را در دیگر برنامه های iOS آسانتر میکند کمک میکند.
fi: Kiitos! Jokainen pala auttaa! %@ maksusi varmistaa Onion-selaimen ja Torin iOS-sovellusintegraatiota helpottavien työkalujen jatkuvan kehityksen.
fr: Merci ! Chaque petite contribution compte. Votre paiement de %@ aide à assurer le développement continu du Navigateur Onion et d’outils qui facilitent l’intégration de Tor dans d’autres applis pour iOS.
ga: Míle buíochas! Bailíonn brobh beart! Cabhraíonn an íocaíocht %@ a thug tú go mór linn leanúint ar aghaidh leis an obair ar Bhrabhsálaí Onion agus ar uirlisí eile a ligeann d'fhorbróirí Tor a chomhtháthú in aipeanna eile iOS.
he: תודה! כל תשר קטן עוזר! התשלום %@ שלך עוזר להבטיח המשך פיתוח של דפדפן Onion וכלים שהופכים את Tor לקל יותר לשילוב לתוך יישומי iOS אחרים.
hr: Hvala lijepo! Svako malo pomaže! Tvoje plaćanje u iznosu od %@ pomaže osigurati stalni razvoj Onion preglednika i alata koji Toru olakšavaju integraciju u druge iOS aplikacije.
hu_hu: Köszönjük! Minden kis segítség számít. A %@ támogatás lehetővé teszi, hogy folytassuk az Onion Browser és olyan eszközök fejlesztését, amivel a Tor könnyebben integrálható más iOS alkalmazásokba.
is: Takk kærlega! Hver króna kemur að gagni! Greiðslan þín upp á %@ hjálpar til við áframhaldandi þrónun á Onion-vafranum og þeim tólum sem gera einfaldara að fella Tor inn í önnur iOS-forrit.
it: Grazie! Ogni piccolo bit è d'aiuto! Il tuo pagamento di %@ aiuta a garantire lo sviluppo di Onion Browser e degli strumenti che rendono Tor facile da integrare in altre app iOS.
ja: %@の送金、ありがとうございます。支援は、Onion BrowserとTorがiOSに対応するために活用されます。
km: អរគុណ! រាល់​ការ​ជួយ​បន្តិចបន្តួច! ការទូទាត់​របស់​អ្នក​ចំនួន %@ជួយ​ឱ្យ​មាន​ការ​បន្ត​អភិវឌ្ឍ​លើ​កម្មវិធី​រុករក Onion និង​កម្មវិធី​ផ្សេង​ទៀត​ដែល​ធ្វើ​ឱ្យ Tor ងាយស្រួល​បញ្ចូល​ទៅក្នុង​កម្មវិធី iOS ផ្សេងទៀត។
ko: 감사합니다! 조금이라도 도움이 돼요! %@를 지불하면 Tor를 다른 iOS 앱에 쉽게 통합할 수 있는 Onion 브라우저 및 도구에 대한 지속적인 개발을 보장할 수 있습니다.
mk: Ви благодариме! Секоја мала донација помага! Вашата плаќање од %@ ни помага да го осигураме понатамошното развивање на Onion Browser и алатките кои што го прават Tor полесен за интегрирање во останатите iOS апликации.
pl: Dziękujemy Ci! Każda odrobina pomaga! Twoja płatność w wysokości %@ pomoże zapewnić rozwój nad Onion Browser oraz innymi narzędziami, które pomagają zintegrować Tora z innymi aplikacjami iOS.
pt_br: Agradecemos! Todas as contribuições, mesmo pequenas, ajudam! O seu pagamento de %@ ajuda a garantir a continuidade do desenvolvimento do Navegador Onion e das ferramentas que facilitam a integração da Tor em outros aplicativos iOS.
pt_pt: Obrigado! Cada pequena contribuição ajuda! O seu pagamento de %@ ajuda a garantir a continuidade do desenvolvimento do Onion Browser e ferramentas que tornam o Tor mais fácil para ser integrado nas outras aplicações do iOS.
ro: Îți mulțumim! Orice ajutor este de folos! Plata ta de %@ suportă asigurarea continuării dezvoltării Onion Browser și a uneltelor care fac Tor mai ușor de integrat în alte aplicații iOS.
ru: Спасибо! Каждое вознаграждение помогает! Ваша платеж в размере %@ поможет обеспечить непрерывное развитие Onion Browser и инструментов, которые облегчают интеграцию Tor в другие приложения для iOS.
sq: Faleminderit! Çdo thërrime ndihmon! Pagesa juaj prej %@ ndihmon të garantohet vazhdimi i zhvillimit të Shfletuesit Onion dhe mjeteve që e bëjnë Tor-in më të lehtë për ta integruar tek aplikacione të tjera për iOS.
tr_tr: Teşekkürler! En küçük destek bile önemlidir! %@ ödemeniz Onion Browser uygulamasını ve diğer iOS uygulamaları ile Tor'un birlikte çalışmasını sağlayacak araçları geliştirme çalışmalarının sürdürülmesini sağlar.
uk: Дякуємо! Кожна дрібниця допомагає! Ваш платіж в розмірі%@ допоможе забезпечити безперервний розвиток Onion Browser та інструментів, які полегшують інтеграцію Tor в інші додатки для iOS.
vi: Cảm ơn bạn! Năng nhặt chặt bị! %@ ủng hộ từ bạn sẽ giúp duy trì sự phát triển của Onion Browser và các công cụ tích hợp Tor với ứng dụng iOS.
zh_hans: 谢谢您！每一块钱都对我们很有帮助。你资助的 %@ 使得洋葱浏览器和其他让 Tor 能够更便捷地整合到 iOS 应用的工具能够继续开发。
zh_hant: 非常感謝您！任何一點幫助都非常重要！您的 %@ 款項讓 Onion Browser 和其他容易將 Tor 整合到 iOS 程式的工具能繼續開發。

source: (not recommended)
ar: (لا يُنصح به)
bn: (প্রস্তাবিত নয়)
ca: (no recomanat)
cs: (nedoporučuje se)
de: (nicht empfohlen)
el: (δεν προτείνεται)
es: (no recomendado)
fa: (توصیه نمی‌شود)
fi: (ei suositella)
fr: (non recommandé)
ga: (ní mholtar é seo)
he: (לא מומלץ)
hr: (ne preporučuje se)
hu_hu: (nem ajánlott)
is: (ekki er mælt með þessu)
it: (sconsigliato)
ja: （非推奨）
km: (មិនត្រូវបាន​ណែនាំ)
ko: (권장하지 않음)
mk: (не препорачливо)
pl: (nierekomendowane)
pt_br: (não recomendado)
pt_pt: (não recomendado)
ro: (nu se recomandă)
ru: (не рекомендуется)
sq: (nuk rekomandohet)
tr_tr: (önerilmez)
uk: (не рекомендується)
vi: (không khuyến nghị)
zh_hans: （不推荐）
zh_hant: (不建議)

source: %1$@ (Disabled: %2$@)
ar: %1$@ (مُعطّل: %2$@)
bn: %1$@(নিষ্ক্রিয়: %2$@)
ca: %1$@ (Desactivat: %2$@)
cs: %1$@ (Zakázáno: %2$@)
de: %1$@ (Deaktiviert: %2$@)
el: %1$@ (Απενεργοποιημένο: %2$@)
es: %1$@ (Deshabilitado: %2$@)
fa: %1$@(غیر‌فعال: %2$@)
fi: %1$@ (ei käytössä: %2$@)
fr: %1$@ (désactivée : %2$@)
ga: %1$@ (Díchumasaithe: %2$@)
he: %1$@ (מושבת: %2$@)
hr: %1$@ (Deaktivirano: %2$@)
hu_hu: %1$@ (Letiltva: %2$@)
is: %1$@ (Óvirkt: %2$@)
it: %1$@ (Disabilitato: %2$@)
ja: %1$@（無効化：%2$@）
km: %1$@(បានបិទ៖ %2$@)
ko: %1$@(해제: %2$@)
mk: %1$@(Оневозможено: %2$@)
pl: %1$@ (Wyłączone: %2$@)
pt_br: %1$@ (Desabilitada: %2$@)
pt_pt: %1$@ (Desativado: %2$@)
ro: 1%1$@ (Dezactivat: %2$@)
ru: %1$@ (Отключено: %2$@)
sq: %1$@ (Çaktivizuar: %2$@)
tr_tr: %1$@ (Devre dışı: %2$@)
uk: %1$@ (Відключено: %2$@)
vi: %1$@ (Vô hiệu hóa: %2$@)
zh_hans: %1$@（已禁用：%2$@）
zh_hant: %1$@（已停用：%2$@）

source: %d cookies
ar: ٪ d من ملفات تعريف الارتباط
ca: %d galetes
cs: %d cookie
el: %#@cookies@
fa: %d کوکی
fi: %d evästettä
fr: %d témoins
ga: %d fianán
he: %d עוגיות
hr: %@ kolačića
hu_hu: %d süti
is: %d vefkökur
km: %d ខូគី
ko: %d 쿠키
mk: %d колачиња
pl: %d ciasteczka
ro: %d cookie-uri
ru: %d cookie
tr_tr: %d çerez
uk: %d реп'яшків

source: About
ar: حول
bn: সম্পর্কে
ca: Quant a
cs: O aplikaci
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fi: Tietoja
fr: À propos
ga: Maidir leis
he: אודות
hr: Informacije
hu_hu: Névjegy
is: Um hugbúnaðinn
it: Informazioni
ja: バージョン情報
km: អំពីកម្មវិធី
ko: 정보
mk: За
pl: O Aplikacji
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: О приложении
sq: Mbi
tr_tr: Hakkında
uk: Про
vi: Thông tin
zh_hans: 关于
zh_hant: 關於

source: Add
ar: أضف
bn: যোগ করো
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
he: הוסף
hr: Dodaj
is: Bæta við
it: Aggiungi
ja: 新規
ko: 추가
pl: Dodaj
pt_br: Acrescentar
pt_pt: Adicionar
ro: Adăugare
ru: Добавить
sq: Shto
tr_tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增
